{
  "emotionListTitle": "The 7 basic emotions",
  "emotionListTooltip": "Explore the list of seven fundamental emotions, each offering a unique pathway to understanding and expressing your inner feelings. Whether you are experiencing joy, sadness, anger, fear, surprise, disgust, or anticipation, delve deeper into the complexities of your emotional landscape by selecting the emotion that resonates with you most. Each emotion serves as a gateway to further exploration, providing insight and clarity into your state of being.",
  "backOverview": "back to overview",
  "functionOfEmotion": "The function of ",
  "physicalIndications": "Physical indications",
  "subemotions": "Subemotions",
  "emotionData": [
    {
      "name": "Joy",
      "slug": "joy",
      "color": "var(--joy)",
      "description": "Enjoyment is, for many, the most desirable of the seven universal emotions,typically arising from connection or sensory pleasure. The word happiness and enjoyment can be interchanged, although increasingly people use the word happiness to refer to their overall sense of well-being or evaluation of their lives rather than a particular enjoyment emotion.",
      "emotionfunction": "As a social function, expressing enjoyment plays an important role in signaling friendliness and assuring that we are not a threat to others. Many emotions scientists agree that enjoyable emotions motivate us to do things that are, by and large, good for us and the survival of our species (i.e., reproducing and child-rearing). Many emotions scientists also agree that the pursuit of enjoyment is a primary motivation in our lives.",
      "indications": "The most common ways people describe the sensation of happiness is feeling light/uplifted, energetic, buzzing or tingling, warm, or grounded. Depending on the state of your happiness, our posture can be either upright and elevated or still and relaxed.",
      "subemotions": [
        "Sensory Pleasure",
        "Rejoicing",
        "Compassion/Joy",
        "Amusement",
        "Schadenfreude",
        "Relief",
        "Peace",
        "Pride",
        "Fiero",
        "Naches",
        "Wonder",
        "Excitement",
        "Ecstasy",
        "Joy"
      ]
    },
    {
      "name": "Surprise",
      "slug": "surprise",
      "color": "var(--surprise)",

      "description": "Surprise is one of the seven universal emotions and arises when we encounter sudden and unexpected sounds or movements. As the briefest of the universal emotions, its function is to focus our attention on determining what is happening and whether or not it is dangerous.",
      "emotionfunction": "The function of surprise is to focus our attention so we can determine what is happening and whether we are in danger or not.",
      "indications": "Sensations include a general sense of attentiveness. Moving the head, bringing the hands up to shield the face, and/or stepping backwards away from surprising object.",

      "subemotions": []
    },
    {
      "name": "Fear",
      "slug": "fear",
      "color": "var(--fear)",
      "description": "Fear is one of the seven universal emotions experienced by everyone around the world. Fear arises with the threat of harm, either physical, emotional, or psychological, real or imagined. While traditionally considered a “negative” emotion, fear actually serves an important role in keeping us safe as it mobilizes us to cope with potential danger. The family of fearful experiences can be distinguished in terms of three factors: Intensity: How severe is the harm that is threatened? Timing: Is the harm immediate or impending? Coping: What, if any, actions can be taken to reduce or eliminate the threat? When we are able to cope with the threat, this lessens or removes the fear. Alternatively, when we are helpless to decrease the threat of harm, this intensifies the fear.",
      "emotionfunction": "The universal function of fear is to avoid or reduce harm. Depending on what we have learned in the past about what can protect us in dangerous situations, we are capable of doing many things we wouldn’t typically be able, or willing, to do in order to stop the threat. The immediate threat of harm focuses our attention, mobilizing us to cope with the danger. In this way, fear can actually save our lives by forcing us to react without having to think about it (e.g., jumping out of the way of a car coming at us). The evolutionary preset actions of fear include fight, flight and freezing. While traditionally considered a “negative” emotion, fear actually serves an important role in keeping us safe. It can, however, also keep us feeling trapped and prevent us from doing things we’d like to. Whereas some people find fear nearly intolerable and avoid the emotion at all costs, others experience pleasure from feeling fear and seek it out (i.e., watching a horror film). It takes a well-developed capacity for compassion to respect, feel sympathetic toward, and patiently reassure someone who is afraid of something we are not afraid of (most of us dismiss such fears). We do not need to feel another person's fear to accept it and help them cope.",
      "indications": "Common sensations include feeling cold and shortness of breath. It also may include sweating and trembling or tightening of muscles in the arms and legs. The posture of fear can either be one of mobilizing or immobilizing- freezing or moving away.",
      "subemotions": [
        "Trepidation",
        "Nervousness",
        "Anxiety",
        "Dread",
        "Desperation",
        "Panic",
        "Horror",
        "Terror"
      ]
    },

    {
      "name": "Sadness",
      "slug": "sadness",
      "color": "var(--sadness)",
      "description": "Sadness is one of the seven universal emotions experienced by everyone around the world resulting from the loss of someone or something important. What causes us sadness varies greatly based on personal and cultural notions of loss. While sadness is often considered a “negative” emotion, it serves an important role in signaling a need to receive help or comfort.",
      "emotionfunction": "The universal function of sadness is to, in some way, signal for help. This can be a signal to others saying that we need comforting, or to ourselves to take some time and recoup from our loss.",
      "indications": "Common sensations include tightness of the chest, heaviness of the limbs, stinging in the throat, and/or watery eyes. There is often a loss of muscle tone, a lowered or hunched posture, and looking away and/or downwards.",
      "subemotions": [
        "Disappointment",
        "Discouragement",
        "Distraughtness",
        "Resignation",
        "Helplessness",
        "Hopelessness",
        "Misery",
        "Despair"
      ]
    },
    {
      "name": "Contempt",
      "slug": "contempt",
      "color": "var(--contempt)",
      "description": "The least researched of the seven universal emotions, contempt is the feeling of dislike for and superiority (usually morally) over another person, group of people, and/or their actions. It has been accepted by many emotions experts to be a universal emotion, however, some emotions scientists still don’t distinguish contempt as a distinct emotion. Dr. Ekman’s original list of universal emotions, discovered during his groundbreaking research in New Guinea in the 1960s, didn’t include contempt but he later added it after his continued cross-cultural research.",
      "emotionfunction": "It’s widely believed that the function of contempt is to signal a feeling of superiority, of not needing to accomodate or engage, and to assert power or status.",
      "indications": "Considering people have a variety of reactions to feeling contempt, the sensations associated with the feeling can be quite different depending on the situation. At times, it may be felt with sensations similar to anger (i.e., tension, heat, etc.) and other times may be felt with enjoyment (i.e., elevated, uplifted, etc.). It can also feel uncomfortable and/or embarrassing to feel. It’s common to “puff up” one’s chest, have upright posture, look “down your nose” at others, and/or roll one’s eyes.",

      "subemotions": []
    },
    {
      "name": "Disgust",
      "slug": "disgust",
      "color": "var(--disgust)",

      "description": "Disgust is one of the seven universal emotions and arises as a feeling of aversion towards something offensive. We can feel disgusted by something we perceive with our physical senses (sight, smell, touch, sound, taste), by the actions or appearances of people, and even by ideas.",
      "emotionfunction": "The universal function of disgust is to get away from, block off, or eliminate something offensive, toxic or contaminating.",
      "indications": "Common sensations include revulsion in the mouth, throat, and/or stomach, and nausea, or physical repulsion (i.e., vomiting). Disgust often leads to physically turning the head or body away from the source of disgust. When disgust leads to nausea, reactions also include covering the nose/mouth and hunching over.",
      "subemotions": [
        "Dislike",
        "Aversion",
        "Distate",
        "Repugnance",
        "Revulsion",
        "Abhorremce",
        "Loathing"
      ]
    },
    {
      "name": "Anger",
      "slug": "anger",
      "color": "var(--anger)",
      "description": "Anger is one of the seven universal emotions which arises when we are blocked from pursuing a goal and/or treated unfairly. At its most extreme, anger can be one of the most dangerous emotions because of its potential connection to violence and, therefore, is a common emotion to seek help in dealing with.",
      "emotionfunction": "Anger easily causes harm to ourselves and others. Psychologists are unclear about whether the wish to harm is built into the core of anger or if it is something we learn, but we know it often is a part of the anger process that gets us into trouble. In both psychological and contemplative traditions, it is acknowledged that anger can be useful when it’s motivated by compassion and expressed with discernment. However, because anger can easily initiate a cycle of violence, one has to be very honest and clear in one’s assessment to determine whether or not it’s constructive anger.",
      "indications": "Typical sensations include: feeling hot, (hence the term “seeing red”), sweating, muscle tension, and clenching one’s jaw and/or fists. Most people find themselves leaning forward with their head/chin jutting forward and puffing their chest/body to appear larger.",
      "subemotions": [
        "Annoyance",
        "Frustration",
        "Exasperation",
        "Argumantativeness",
        "Bitterness",
        "Vengefulness",
        "Fury"
      ]
    }
  ],

  "createEmotionTitle": "Choose one of the emotions",
  "createEmotionTooltip": "Select the emotion that best represents how you are feeling right now. Use the provided visual cues, brief descriptions, and examples to guide your choice.",
  "chooseIntensity": "Choose a tension level between 0 and 100:",
  "selectEmotion": "Select an emotion:",
  "inputSelectEmotion": "--select emotion--",
  "selectSubemotion": "Select Subemotion:",
  "inputSelectSubemotion": "--select subemotion--",
  "emotionIntensity": "Emotion Intensity:",
  "associationCategory": "Association Category:",
  "trigger": "Trigger:",
  "notes": "Notes: ",
  "successConfirmation": "Your changes were saved successfully!",
  "keepEditing": "Keep editing",
  "goToEmotionRecords": "Go to emotion records",
  "submitChanges": "Submit",
  "pleasant": "pleasant",
  "neutral": "neutral",
  "unpleasant": "unpleasant",
  "furtherDetailsToCreateEmotionTooltip": "Enter further details about your emotion experience with the emotion form. Here, you can fine-tune your initial selection by switching the emotion if needed, specifying a subemotion, and gauging the intensity of your emotion on a scale from 0 to 100. Classify the emotion as unpleasant, neutral, or pleasant, and optionally provide input on triggers and notes to enhance your emotional insight and reflection.",
  "isLoading": "Is Loading",
  "editYour": "Edit your",
  "recordYour": "Record your",
  "editEmotionEntryTooltip": "Refine your emotion entry with the editing form. Adjust your initial selection by switching the emotion if necessary, selecting a subemotion, and updating the intensity of your emotion on a scale from 0 to 100. Re-classify the emotion as unpleasant, neutral, or pleasant, and optionally revise any triggers or notes to further enrich your emotional record."
}
